# RbsDuctFittingLossMethodServerParam Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RbsDuctFittingLossMethodServerParam Property
ParameterTypeId Class See Also
---
"Loss Method"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RbsDuctFittingLossMethodServerParam { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RbsDuctFittingLossMethodServerParam As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RbsDuctFittingLossMethodServerParam {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace